Repository: sayanbanerjee87/My_Daily_Stuffs
Catalog: Pricing/src/main/i18n/*.po
Languages: es, ru

source: Unknown user
es: Usuario desconocido
ru: Неизвестный пользователь

source: Authentication failed for user {0}
es: Error en la autenticación de usuario {0}
ru: Ошибка аутентификации пользователя {0}

source: Unknown user {0}
es: Usuario desconocido {0}
ru: Неизвестный пользователь {0}

source: Please provide the price list
es: Cargar la lista de precios
ru: Пожалуйста, предоставьте прайс-лист

source: Please provide reference Ids to load
es: Facilitar identificador de referencia para cargar
ru: Предоставьте Ids для загрузки

source: User federatedId should be given
es: Indicar usuario federatedId
ru: Должен быть предоствлени Ids пользователя

source: User has no access to the given price list
es: Usuario sin acceso a la lista de precios dada
ru: У пользователя нет доступа к данному прайс-листу

source: User has no access to the given revision
es: Usuario sin acceso a la revisión dada
ru: У пользователя нет доступа к данному просмотру

source: Price list ID should be given to save public lists
es: Lista de precios ID para guardar lista pública
ru: Для сохранения в общих прайс-листах должен быть задан ID прайс-листа

source: A price list already exist for given name <{0}>
es: Ya existe una lista de precios, con el mismo nombre <{0}>
ru: Прайс-лист с именем <{0}> уже существует

source: A public price list already exist for given name <{0}>
es: Ya existe una lista de precios pública, con el mismo nombre <{0}>
ru: Общий прайс-лист с именем <{0}> уже существует

source: Cannot delete a price list with revision
es: No es posible suprimir la lista de precios con una revisión
ru: Невозможно удалить прайс-лист, занятый другим приложением

source: User has no access to price list
es: Usuario sin acceso a la lista de precios
ru: У пользователя нет доступа к прайс-листу

source: Cannot delete an already started price revision
es: No puede eliminarse una revisión de precios ya iniciada
ru: Невозможно удалить файл, занятый другим приложением

source: Price list {0} does not exist
es: Lista de precios {0} no existe
ru: Прайс-лист {0} не существует

source: Following data parameters are mandatory {0}
es: Los siguientes datos son obligatorios {0}
ru: Следующие параметры обязательны {0}

source: Unable to parse date {0}
es: No se ha podido establecer la fecha {0}
ru: Невозможно интерпретировать дату {0}

source: No price revision exist for price list {0} at the given date {1}
es: Sin revisión de precios en la lista {0} para la fecha indicada {1}
ru: Для прайс-листа {0} не существует изменений с даты {1}

source: Please provide correct XLS file
es: Proporcionar el archivo Excel correcto
ru: Предоставьте корректный XLS файл

source: Row {0} is not valid for prices (unknown family <{1}>)
es: La fila {0} no es válida para precios (familia desconocida <{1}>)
ru: Ряд {0} неверен для прайс-листа (неопознанное семейство <{1}>

source: Row {0} is not valid for prices
es: Fila {0} no es válida para los precios
ru: Ряд {0} неверен для прайс-листа

source: Cell row={0}, column={1}, content=<{2}> is not a numeric cell
es: Fila celda={0}, columna={1}, contiene=<{2}> no es una celda numérica
ru: В ячейкe ряд= {0}, колонка ={1}, содержание ={2} не является цифровым

source: Row {0} is not valid for families
es: Fila {0} no es válida para familias
ru: Ряд {0} не применим к семействам

source: Changing the type of a price list is forbidden
es: No se permite cambiar el tipo de la lista de precios
ru: Изменеие типа прайс-листа запрещено

source: Price list doesn't exist
es: La lista de precios no existe
ru: Прайс-лист не существует

source: Unable to retrieve user
es: No puede recuperarse el usuario
ru: Невозможно найти пользователя
